'use strict';

exports.getTips = function () {
    return [
        {
            title: '노쇼 줄이는 팁 - 노쇼 고객 조회하는 방법',
            body: '예약추가 시 고객연락처를 입력하면 우리 매장에서 노쇼 횟수와 모든 매장에서 노쇼한 횟수가 나타납니다.\n' + '노쇼조회 버튼을 통해서 노쇼를 조회 할 수도 있습니다.'
        },
        {
            title: '노쇼 줄이는 팁 - 노쇼 고객 공유하는 방법',
            body: '노쇼 추가 기능을 이용하거나, 입력한 예약 상세 정보에서 노쇼 처리 하실 수 있습니다.'
        },
        {
            title: '노쇼 줄이는 팁 -  취소 간편화로 노쇼 줄이기',
            body: '오른쪽 상단 메뉴의 알림톡 정보에서 알림톡 사용을 설정하세요.<br />고객에게 예약취소 버튼과 예약내용 카톡이 자동으로 전송됩니다.<br />예약고객이 취소하면 점주님께 취소 알림 카톡이 전달되고 예약시간표에도 표시됩니다.'
        },
        {
            title: '예약시간표 사용 팁 - 예약 시간 손쉽게 변경하기',
            body: '등록한 예약을 마우스로 클릭 후 이동하여 다른 시간으로 편리하게 변경해보세요!<br/> 예약 사각형 아래쪽 :::부분을 잡고 늘리면 예약 시간을 늘릴 수도 있답니다.'
        },
        {
            title: '예약시간표 사용 팁 - 시작 &middot; 종료시간 변경하기',
            body: '오른쪽 상단 메뉴의 내 매장 정보에서  매장운영시간을 변경하여 예약시간표에 나타나는 시간의 범위를 조절 할 수 있습니다.'
        },
        {
            title: '예약시간표 사용 팁 - 담당자 색상 바꾸기',
            body: '오른쪽 상단 메뉴의 내 매장 정보에서 담당자의 색상을 바꿀 수 있습니다. 담당자를 지정하면 담당자 별 예약이 각각 다른 색으로 나타납니다.'
        },
        {
            title: '예약시간표 사용 팁 - 담당자 추가하기',
            body: '오른쪽 상단 메뉴의 내 매장 정보에서 담당자를 추가할 수 있습니다. 담당자를 지정하여 담당자 별 예약관리가 가능합니다.'
        },
        {
            title: '예약시간표 사용 팁 - 이메일 인증하기',
            body: '인증메일을 받지 못하셨나요? 인증메일은 오른쪽 상단 메뉴의 내 매장 정보 메뉴에서 다시 보내실 수 있답니다. 이메일 인증을 완료해요 모든 기능을 사용하실 수 있습니다.'
        },
        {
            title: '예약시간표 사용 팁 - 예약을 노쇼처리하기',
            body: '예약한 고객이 노쇼를 하셨다구요? 노쇼한 예약을 클릭하여 아래쪽 "정상" 부분에 마우스를 올려두시면 예약을 노쇼 상태로 바꿀 수 있습니다!'
        },
        {
            title: '예약시간표 사용 팁 - 다른 종류로 시간표 보기',
            body: '시간표 오른쪽 상단의 1일, 1주, 1달 버튼을 누르시면 다른 종류의 시간표로 바꿔서 보실 수 있습니다.'
        },
        {
            title: '예약시간표 사용 팁 - 매장 일정 추가하기',
            body: '예약 이외에도 관리비 납부 등 기억해야 할 일정이 있다면 시간표 왼쪽 일정 추가 버튼을 이용하거나 예약시간표 상단의 일정 부분의 원하는 날짜를 클릭하여 일정을 추가하세요.'
        },
        {
            title: '예약시간표 사용 팁 - 담당자별로 예약 표시하기',
            body: '담당자 목록의 담당자 색상을 눌러보세요!<br/> 해당 담당자에 등록된 예약과 일정을 일시적으로 보이거나 보이지 않도록 할 수 있답니다.'
        }
    ];
}

